Repository: aleksdev404/transfer
Catalog: src/apps/transfer/locale/*/LC_MESSAGES/django.po
Languages: de, ru, tr

source: E-mail
de: E-Mail-Adresse
ru: Почта
tr: E-posta

source: Phone number
de: Telefonnummer
ru: Номер телефона
tr: Telefon numarası

source: Passengers
de: Passagier
ru: Кол-во пассажиров
tr: Yolcu sayısı

source: Baggage (kg)
de: Gepäck (kg)
ru: Багаж (кг)
tr: Bagaj (kg)

source: From where?
de: Von wo?
ru: Откуда?
tr: Nereden?

source: To where?
de: Wohin?
ru: Куда?
tr: Nereye?

source: Meeting date
de: Datum des Treffens
ru: Дата встречи
tr: Buluşma tarihi

source: Meeting time
de: Besprechungszeit
ru: Время встречи
tr: Buluşma saati

source: Flight code (IATA)
de: Flugcode (IATA)
ru: Код полёта (IATA)
tr: Uçuş kodu (IATA)

source: Name
de: Vorname
ru: Имя
tr: İsim

source: Surname
de: Familienname
ru: Фамилия
tr: Soyisim

source: Description
de: Beschreibung
ru: Описание
tr: Açıklama

source: Rating
de: Bewertung
ru: Оценка
tr: Değerlendirme

source: Name surname
de: Vorname Nachname
ru: Имя фамилия
tr: İsim soyisim

source: Your message
de: Ihre Nachricht
ru: Ваше сообщение
tr: Mesajınız

source: Distance Sales Agreement
de: Vertrag über den Fernabsatz
ru: Правила и Условия
tr: Mesafeli Satış Sözleşmesi

source: Privacy Policy
de: Datenschutz-Bestimmungen
ru: Политика конфиденциальности
tr: Gizlilik Politikası

source: IslandTravel — Airport, Hotel, City
de: IslandTravel — Flughafen, Hotel, Stadt
tr: IslandTravel — Havalimanı, Otel, Şehir

source: Private transfers in Istanbul — IST & SAW airports, hotels, city center and any destination. Comfortable vehicles, fixed prices, easy online booking.
de: Private Transfers in Istanbul — die Flughäfen IST & SAW, Hotels, Stadtzentrum und jedes beliebige Ziel. Komfortable Fahrzeuge, feste Preise, einfache Online-Buchung.
tr: İstanbul’da özel transferler — IST ve SAW havalimanları, oteller, şehir merkezi ve tüm varış noktaları. Konforlu araçlar, sabit fiyatlar, kolay online rezervasyon.

source: Istanbul transfer, airport transfer IST, SAW transfer, Istanbul taxi, private transfer, hotel to airport transfer
de: Istanbul Transfer, Flughafentransfer IST, SAW Transfer, Istanbul Taxi, Privattransfer, Hotel-zum-Flughafen-Transfer
tr: İstanbul transfer, IST havalimanı transferi, SAW transferi, İstanbul taksi, özel transfer, otelden havalimanına transfer

source: Reliable private transfers in Istanbul: airports, hotels and any routes. Fixed price, no hidden fees, WhatsApp support.
de: Zuverlässige private Transfers in Istanbul: Flughäfen, Hotels und alle Routen. Fester Preis, keine versteckten Gebühren, WhatsApp-Support.
tr: İstanbul’da güvenilir özel transferler: havalimanları, oteller ve tüm güzergâhlar. Sabit fiyat, gizli ücret yok, WhatsApp desteği.

source: Excursion itineraries
de: Reiserouten
ru: Экскурсионные программы
tr: Tur programları

source: Pages
de: Internetseiten
ru: Страницы
tr: Sayfalar

source: Home page
de: Startseite
ru: Главная
tr: Ana sayfa

source: About us
de: Über uns
ru: О нас
tr: Hakkımızda

source: Contact us
de: Kontakte
ru: Связаться
tr: İletişim

source: Get transfer
de: Abgeschlossene Überweisungen
ru: Заказать трансфер
tr: Transfer Kayıt

source: Get Excursion
de: Excursionen
ru: Туры
tr: Tur listesi

source: FAQ
de: FAQ'S
tr: SSS

source: Contact data
de: Kontakte
ru: Связаться
tr: İletişim

source: BUY TRANSFER
de: ÜBERTRAGUNG KAUFEN
ru: ЗАКАЗАТЬ ТРАНСФЕР
tr: TRANSFER KAYIT

source: IslandTravel — About
de: IslandTravel — Über uns
tr: IslandTravel — Hakkımızda

source: OUR VISION
de: UNSERE VISION
ru: НАША МИССИЯ
tr: BİZİM VİZYONUMUZ

source: 20 years in tourism industry
de: 20 jahre in der Excursionismusbranche
ru: В секторе уже как 20 лет
tr: 20 yıldır sektör içindeyiz

source: We are a tour operator providing services in transfer and tour areas.
de: Wir sind ein Reiseveranstalter, der Dienstleistungen in Transfer- und Excursiongebieten anbietet.
ru: Мы тур оператор предоставляющий услуги в сфере туризма
tr: Bizim sitemizde transfer ve tur paketleri en güncel bilgileriyle mevcuttur.

source: Island Travel provides professional transportation services, ensuring safe and comfortable transfers from airports and any location you specify to your desired destination.
de: Island Travel bietet professionelle Transportdienstleistungen und sorgt für sichere und komfortable Transfers von Flughäfen und allen von Ihnen angegebenen Orten zu Ihrem gewünschten Ziel.
ru: Island Travel предоставляет профессиональные транспортные услуги, обеспечивая безопасные и комфортные поездки из аэропортов и любых указанных вами точек к нужному вам месту назначения.
tr: Island Travel, profesyonel ulaşım hizmetleri sunarak havaalanlarından ve belirttiğiniz tüm noktalardan istediğiniz varış noktasına güvenli ve konforlu transferler sağlar.

source: 24/7 support
de: 24/7 unterstützung
ru: Поддержка 24/7
tr: 24/7 destek

source: Same day registration options
de: Registrierungsoptionen am selben Tag
ru: Выезжаем сразу после регистрации
tr: Kayıt günü sizi alıp dilediğiniz yere götürüyoruz

source: Wide range of prices
de: Große Preisspanne
ru: Широкий выбор цен и услуг
tr: Geniş fiyat seçenekleri

source: Excursion programs
de: Excursionprogramme
ru: Тур программы
tr: Tur paketi

source: Language support
de: Sprachunterstützung
ru: Языков поддерживается
tr: Dil desteği

source: Happy customer
de: Zufriedener Kunde
ru: Довольных клиентов
tr: Mutlu müşteri

source: Completed transfers
de: Abgeschlossene Überweisungen
ru: Законченных трансферов
tr: Tamamlanmış transferler

source: Home Page
ru: Главная
tr: Ana sayfa

source: IslandTravel — Contact
de: IslandTravel — Kontakt
tr: IslandTravel — İletişim

source: GET THE HOTEST PROMOTIONS AND DISCOUNTS
de: HOLEN SIE SICH DIE HEIßESTEN AKTIONEN UND RABATTE
ru: ПОЛУЧАЙТЕ ИНФОРМАЦИЯ ОБ АКЦИЯХ И СКИДКАХ
tr: EN GÜNCEL KAMPANYALAR VE İNDİRİMLER HAKKINDA BİLGİ ALIN

source: Email Us:
de: Schreiben Sie uns eine E-Mail:
ru: Напишите нам по почте:
tr: Email gönderin:

source: Call Us:
de: Rufen Sie uns an:
ru: Позвоните нам:
tr: Bizi arayın:

source: Live Chat
ru: Оперативная поддержка 24/7
tr: Canlı Destek

source: Live Chat All The Time With Our Company 24/7
de: Live-Chat Die ganze Zeit mit unserem Unternehmen 24/7
ru: Выходите с нами на связь и обсуждайте детали заказов в удобное вам время
tr: Destek ekibimizle 7/24 iletişime geçin

source: Drop Us A Message For Any Query
de: Schreiben Sie uns eine Nachricht für jede Anfrage
ru: Оставляйте тикеты по любым вопросам, что бы получить ответы на интересующие вопросы
tr: Talep ve şikayetleriniz için formu doldurun

source: You are accepting Privacy Policy by filling this form.
de: Mit dem Ausfüllen dieses Formulars stimmen Sie der Datenschutzerklärung zu.
ru: Заполняя эту форму, вы соглашаетесь с Политикой конфиденциальности.
tr: Bu formu doldurarak Gizlilik Politikasını kabul ediyorsunuz.

source: Send Message
de: Nachricht senden
ru: Отправить сообщение
tr: Mesaj gödner

source: Category
de: Kategorie
ru: Категория
tr: Kategori

source: Excursion duration
de: Dauer der Exkursion
ru: Длительность тура
tr: Zamanlama

source: hours
de: stunden
tr: saat

source: Please ask
de: Bitte anfragen
tr: Lütfen sorunuz

source: Start-end clocks
ru: Время начала-конца
tr: Başlangıç-bitiş saatleri

source: Working days
de: Arbeitstage
ru: Дни работы
tr: Çalışma günleri

source: BOOK NOW
de: JETZT BUCHEN
tr: HEMEN AL

source: Tags
de: Stichwörter
ru: Теги
tr: Etiketler

source: IslandTravel — Excursions
de: IslandTravel — Ausflüge
tr: IslandTravel — Turlar

source: Excursion List
ru: Список экскурсий
tr: Tur listesi

source: READ MORE
de: WEITERLESEN
ru: УЗНАТЬ БОЛЬШЕ
tr: DAHA FAZLA BİLGİ

source: PREVIOUS
de: VORHERIGEN
ru: НАЗАД
tr: ÖNCEKİ

source: Page
de: Seite
ru: Страница
tr: Sayfa

source: NEXT
de: NÄCHSTEN
ru: СЛЕДУЮЩАЯ
tr: SONRAKİ

source: IslandTravel — FAQ
tr: IslandTravel — SSS

source: Frequently asked questions
de: Häufig gestellte Fragen
ru: Часто задаваемые вопросы
tr: Sıkça sorulan sorular

source: FREQUENTLY ASKED QUESTIONS
de: HÄUFIG GESTELLTE FRAGEN
ru: ЧАСТО ЗАДАВАЕМЫЕ ВОПРОСЫ
tr: SIKÇA SORULAN SORULAR

source: Get Every Single Answer
de: Erhalte jede einzelne Antwort
ru: Получите ответы на вопросы здесь
tr: Her bir sorunuza cevap alın

source: Drop Us A Message For Any Question
de: Schreiben Sie uns eine Nachricht für jede Anfrage
ru: Оставляйте тикеты по любым вопросам, что бы получить ответы на интересующие вопросы
tr: Talep ve şikayetleriniz için formu doldurun

source: Send question
de: Frage senden
ru: Отправить вопрос
tr: Soru gönder

source: Luxury, Comfortable And Safe Transfer
de: Luxuriöser, komfortabler und sicherer Transfer
ru: Удобный, комфортный и безопасный трансфер
tr: Lüks,Konforlu Ve Güvenli Transfer

source: You can take advantage of our airport transfer service to catch your plane on time or to go to your destination comfortably after many tiring journeys.
de: Sie können unseren Flughafentransfer-Service nutzen, um Ihr Flugzeug pünktlich zu erreichen oder nach vielen anstrengenden Reisen bequem an Ihr Ziel zu gelangen.
ru: Вы можете воспользоваться нашими услугами трансфера из аеропорта для того что бы добраться в место назначения, мы всё сделаем за вас а вам остаётся только довериться нашему опыту.
tr: Uçağınıza zamanında yetişmek veya gideceğiniz yere onca yorucu yolculuktan sonra rahatça gitmek için havalimanına transfer hizmetimizden faydalanabilirsiniz.

source: GET TRANSFER
de: ÜBERTRAGUNG KAUFEN
ru: ЗАКАЗАТЬ ТРАНСФЕР
tr: TRANSFER KAYIT

source: CONTACT US
de: KONTAKTIERE UNS
ru: СВЯЗАТЬСЯ
tr: İLETİŞİME GEÇİN

source: GET TRANSFER PRICE
de: ÜBERTRAGUNG KAUFEN
ru: ЗАКАЗАТЬ ТРАНСФЕР
tr: TRANSFER KAYIT

source: Please fill out the transfer form below so that we can offer you a price quote.
de: Bitte füllen Sie das untenstehende Überweisungsformular aus, damit wir Ihnen ein Preisangebot unterbreiten können.
ru: Пожалуйста заполните форму для того что бы мы предложили вам оптимальную стоимость пакета.
tr: Size fiyat teklifi sunmamız için aşağıdaki transfer formunu doldurunuz

source: Our support team will contact you soon and offer you a price quote. Thank you for your attention. You can reach us 24/7 via the support line.
de: Unser Support-Team wird sich in Kürze mit Ihnen in Verbindung setzen und Ihnen ein Preisangebot unterbreiten. Danke für Ihre Aufmerksamkeit. Sie erreichen uns rund um die Uhr über die Support-Hotline.
ru: Наша служба поддержи свяжется с вами в ближайшее время что бы обсудить детали заказа. Вы так же можете связаться с нами 24/7 через службу поддержки.
tr: Destek ekibimiz yakın zamanda sizinle iletişime geçip size fiyat teklifi sunacaktır. İlginiz için teşekkür ederiz. 7/24 bize dilerseniz destek hattından ulaşabilirsiniz.

source: SUBMIT
de: SENDEN
ru: ОТПРАВИТЬ
tr: GÖNDER

source: GET TRANSFER ONLINE
de: ÜBERTRAGUNG KAUFEN
ru: ЗАКАЗАТЬ ТРАНСФЕР
tr: TRANSFER KAYIT

source: Custom package
de: Kundenspezifisches Paket
ru: Мануальный расчёт
tr: Fiyat hesaplama

source: Ready packages
de: Fertige Pakete
ru: Готовые пакеты
tr: Hazır paketler

source: Personal data
de: Personaldaten
ru: Личная информация
tr: Özel bilgileriniz

source: Start location
de: Startort
ru: Начальная локация
tr: Başlangıç noktası

source: Destination location
de: Zielspeicherort
ru: Конечная локация
tr: Gideceğiniz yer

source: If you wish, you can create both a round trip and a return transfer within the scope of the same request, for this click the blue arrow button above.
de: Wenn Sie möchten, können Sie im Rahmen derselben Anfrage sowohl eine Hin- als auch eine Rückfahrt erstellen.Klicken Sie dazu oben auf die blaue Pfeilschaltfläche.
ru: Если нужно, вы можете сразу заказать обратный трансфер с точки назначения в рамках данной формы, нажав на синюю стрелочную кнопку.
tr: Dilerseniz aynı talep kapsamında hem gidiş hem dönüş transferi oluşturabilirsiniz, bunun için üstteki mavi ok butonuna tıklayınız.

source: Transfer data
de: Daten übertragen
ru: Информация о трансфере
tr: Transfer (gidiş) bilgileri

source: Reverse (back) transfer data
de: Daten umkehren (zurück) übertragen
ru: Информация об обратном трансфере
tr: Transfer (geliş) bilgileri

source: Your note
de: Ihre Nachricht
ru: Ваша заметка
tr: Notunuz

source: SEND REQUEST FOR FREE
de: ANFRAGE KOSTENLOS SENDEN
ru: РАСЧИТАТЬ ЦЕНУ БЕСПЛАТНО
tr: FİYAT AL

source: Your request sent succesfully!
de: Ihre Anfrage wurde erfolgreich gesendet!
ru: Заявка успешно отправлена!
tr: Talebiniz başarı ile gönderilmiştir. Dönüş bekleyiniz!

source: Your request created successfully!
de: Ihre Anfrage wurde erfolgreich erstellt!
ru: Заявка успешно создана!
tr: Talebiniz başaru ile gönderilmiştir. Dönüş bekleyiniz!

source: Form sent successfully!
de: Formular erfolgreich gesendet!
ru: Форма отправлена успешно!
tr: Formunuz gönderilmiştir. Dönüş bekleyiniz!

source: Your message sent successfully!
de: Ihre Nachricht wurde erfolgreich gesendet!
ru: Ваше сообщение успешно отправлено!
tr: Mesajınız başarı ile gönderilmiştir. Dönüş bekleyiniz!

source: BUY EXCURSION ONLINE
de: TOUR ONLINE KAUFEN

source: İstanbul
ru: Стамбул

source: I WANT THIS TOUR
ru: ХОЧУ ЭТОТ ТУР
